Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: The World Food Program (WFP) on Monday suspended food aid to more than 1.7 million Syrian refugees in neighboring countries, blaming a financing crisis caused by unhonored cash pledges.
pt: O Programa Mundial de Alimentos da Organização das Nações Unidas (ONU) suspendeu nesta segunda-feira o programa de auxílio a mais de 1,7 milhão de refugiados sírios por causa da falta de recursos, já que muitos doadores não cumpriram seus compromissos de financiamento.

source: PARIS, July 28 (Reuters) - French film director Luc Besson was over $5 million richer on Monday after his film "Lucy" starring Scarlett Johansson as a woman with a super-powered brain topped the North American box office at the weekend.
pt: O diretor de cinema francês Luc Besson ficou cinco milhões de dólares mais rico nesta segunda-feira graças ao filme "Lucy”, no qual Scarlett Johansson interpreta uma mulher com um cérebro super poderoso, que liderou as bilheterias norte-americanas no fim de semana.

source: ISTANBUL (Reuters) - Airbus adopted a cautious stance on aircraft output on Monday, telling the airline and leasing industry that it would examine supply chain and other conditions before deciding further increases in output of its popular A320 narrowbody series.
pt: ISTAMBUL, 22 Set (Reuters) - A Airbus adotou uma postura cautelosa sobre a produção de aeronaves nesta segunda-feira, dizendo à indústria de aviação e leasing que vai examinar a cadeia logística e outras condições antes de decidir ampliar mais a produção da sua popular série de corredor único A320.

source: There is always somebody who wants to say bad things so don't worry that's called envy .
pt: Não me diga que eu "não sou tão velho", isso não é um elogio.

source: Don't take my word for it .
pt: Não acredito que conseguiram fazer isso com o meu .

source: After news of the deal emerged, Yukiya Amano, the chief of the International Atomic Energy Agency, said he had signed a "roadmap" with the Iranian government "for the clarification of past and present outstanding issues regarding Iran's nuclear program."
pt: "Acabo de assinar o mapa do caminho entre a República Islâmica do Irã e AIEA para o esclarecimento das questões em suspenso do passado e do presente relativas ao programa nuclear iraniano", declarou Yukiya Amano à imprensa, antes de celebrar o "avanço significativo" que o acordo representa.

source: Ahram Online - Afghan official says talks with Taliban in 'near future'
pt: Premiê afegão diz que diálogo com Taleban começa em um futuro próximo

source: UNITED NATIONS (Reuters) - Iranian Foreign Minister Mohammad Javad Zarif will meet U.S. Secretary of State John Kerry at the opening of a UN conference on the global anti-nuclear weapons treaty on Monday, as they try to make progress in talks on a long-term atomic deal.
pt: Kerry manterá as discussões com o ministro das Relações Exteriores iraniano Mohammed Javad Zarif à margem da conferência do Tratado de Não Proliferação (TNP) na sede das Nações Unidas, disse neste domingo um alto funcionário do Departamento de Estado.

source: Nine people were killed on Sunday when a simmering feud among rival biker gangs boiled over at a sports bar in Waco, Texas, resulting in gunfire and a full-blown battle in the parking lot, police said.
pt: O tiroteio envolvendo duas gangues de motociclistas rivais na cidade de Waco, no Texas, começou com uma disputa por uma vaga de estacionamento e com alguém atropelando o pé de um membro de uma das gangues, segundo a polícia local .

source: Best motion picture - musical or comedy
pt: - Melhor ator em série, musical ou comédia

source: We can't do what every country takes for granted - and just like then they are wrong.
pt: Eles não são um grande time e nós também não, então jogaram de igual para igual .

source: "This generation is also going to be seen as the generation that started preparations for 2018 as one of the top four teams in the world.
pt: “Essa geração vai ficar marcada como a que começou os trabalhos para 2018 com a classificação entre os quatro melhores .

source: Though accurate information on this is impossible to obtain, Gleeden says 80% of the people who use it are indeed married.
pt: Não é possível obter informações precisas a respeito, mas o Gleeden afirma que 80% das pessoas que usam o site são realmente casadas.

source: In comparison to the same quarter last year, the Brazilian economy retreated by 0.2 percent .
pt: Em relação ao terceiro trimestre do exercício passado, a economia brasileira recuou 0,2%

source: Regarding the Philippines’ territorial dispute with China over the Spratly Islands, Aquino reiterated his standpoint that it was important to resolve the problem peacefully through dialogue based on international law.
pt: A China reafirmou neste domingo que não se submeterá à arbitragem internacional para resolver a disputa territorial no Mar do Sul da China com as Filipinas .

source: “To tackle any criminality outside the safeguards of due process will only exacerbate the problem and strengthen the twisted logic of those who commit acts of terror .
pt: "A única coisa que será alcançada combatendo o crime à margem das garantias do devido processo é exacerbar o problema e fortalecer a lógica equivocada dos que cometem atos de terrorismo", acrescentou.

source: It won’t be last time I’m fired but I’m still confident about my work.
pt: Não é verdade, sou do Santos, tem um mês ainda, não tem pressa .

source: Are you really helping me because you despise me ?
pt: Vai me desculpar, mas isso não é sério .

source: The nearly 100-page accord announced Tuesday aims to keep Iran from producing enough material for an atomic weapon for at least 10 years and imposes new provisions for inspections of Iranian facilities, including military sites.
pt: Pelo atual acordo, o Irã fica impossibilitado de produzir, por ao menos dez anos, material suficiente para a confecção de uma bomba e impõe novas provisões para inspeções em instalações iranianas, incluindo militares.

source: Valeant Pharmaceuticals (VRX.TO) made a $47 billion unsolicited offer for Allergan Inc (AGN.N), the maker of Botox, to boost its skin care business .
pt: Enquanto isso, a Valeant Pharmaceuticals fez uma oferta de 47 bilhões de dólares pela Allergan, fabricante do Botox, para impulsionar a área de produtos para cuidado da pele .

source: Russia wanted an immediate ceasefire in Ukraine and the Sunday morning deadline was agreed in talks in Minsk under pressure from rebel leaders, President Vladimir Putin's spokesman was quoted as saying Friday.
pt: Dmitry Peskov, o porta-voz do presidente russo, Vladimir Putin, disse nesta sexta-feira (13) que a Rússia queria um cessar-fogo imediato com a Ucrânia, e que o prazo de domingo (15) de manhã foi acertado na Cúpula de Minsk (Bielorússia) por pressão dos líderes rebeldes .

source: Three tanks at the facility run by Ultracargo were still on fire, down from five on Friday .
pt: Três tanques ainda estavam queimando neste domingo, segundo os bombeiros e a Ultracargo.

source: Ukraine, pro-Russian rebels sign cease-fire deal
pt: Ucrânia e rebeldes pró-Rússia assinam acordo de cessar-fogo, diz Interfax

source: No other vehicles were involved.
pt: Nenhum outro veículo se envolveu no acidente .

source: "This (election) process is a plebiscite for the delivery of absolute power to one man - something I refuse to go along with.
pt: Este processo é um plebiscito de entrega de poder absoluto a um só homem, algo que não posso aceitar", disparou o português de 42 anos.

source: I don't do it a lot because it's not good for my voice. "
pt: A minha história é legal porque terminou bem, mas não desejo o que eu passei para ninguém .

source: U.S. House backs plan to arm and train moderate Syrian rebels 5:03pm EDT
pt: Câmara dos EUA aprova plano de armar e treinar rebeldes sírios

source: There are six disputants - Brunei, China, Malaysia, the Philippines, Taiwan and Vietnam.
pt: (Os direitos reivindicados pela China são contestados por Filipinas, Taiwan, Vietnã, Malásia e Brunei).

source: Russian President Vladimir Putin and his Ukrainian counterpart Petro Poroshenko have said their two sides have reached a ceasefire deal .
pt: O presidente da Ucrânia, Petro Poroshenko, anunciou nesta quarta-feira que fechou um acordo com o presidente da Rússia, Vladimir Putin, para iniciar um processo de cessar-fogo da violência no leste do país .

source: Defence Secretary Michael Fallon said the mission could last for months and now involved the transport of ammunition and weapons from third countries to the Peshmerga.
pt: Seu ministro da Defesa, Michael Fallon, afirmou que o compromisso de Londres com o Iraque não é apenas humanitário e pode durar vários meses.

source: U.N. chief launches campaign to end female genital mutilation
pt: ONU pede fim da mutilação genital feminina

source: Brazil's Rousseff: If re-elected, 'new government, new team'
pt: Mas é governo novo, equipe nova, não tenha dúvida disso."

source: I want to shoot it like how we shot the first one."
pt: "Quero fazer da maneira que fizemos o primeiro .

source: Despite being a 16 year old school boy a decade ago, Mr Cator already knew enough about the dark arts of promoting websites, and making money from the internet, to realise that HMA could be a commercial success.
pt: Apesar de ter apenas 16 anos quando criou sua rede, Cator já entendia profundamente sobre arte de promover sites, e também sobre ganhar dinheiro na internet, para se dar conta de que a HMA poderia ser um sucesso comercial.

source: French President Francois Hollande, German Chancellor Angela Merkel, and Spanish Prime Minister Mariano Rajoy are expected to touch down in the town of Seyne-les Alpes, where large crowds are already waiting.
pt: Está previsto que o presidente francês, François Hollande, compareça amanhã junto com o presidente do Governo espanhol, Mariano Rajoy, e a chanceler alemã, Angela Merkel, ao local para acompanhar pessoalmente os trabalhos de resgate .

source: i really don't care where you come from, what i mean is that don't insult people..
pt: Aprenda a fazer alguma coisa que você não sabe e que precisa que os outros façam para você .

source: Mexican President Enrique Peña Nieto met for the first time Wednesday with families of 43 students who went missing over one month ago after clashing with police during a protest in Mexico's Guerrero state.
pt: O presidente mexicano, Enrique Peña Nieto deverá receber nesta quinta-feira (30/10), na Cidade do México, os familiares dos 43 estudantes desaparecidos há mais de um mês no sudoeste do país .

source: BRUSSELS, May 12 (Reuters) - The European Union agreed to impose sanctions on two Crimean companies and 13 more Russians and Ukrainians on Monday, stepping up its response to Moscow's annexation of the Ukrainian peninsula and its support for Russian-speaking separatists.
pt: BRUXELAS, 12 Mai (Reuters) - Ministros da União Europeia expandiram nesta segunda-feira as sanções impostas em decorrência das ações da Rússia na Ucrânia, acrescentando duas companhia da Crimeia e 13 pessoas à lista de sanções do bloco, disseram diplomatas da UE.

source: The first reportedly died at the scene and the second was taken to hospital with life-threatening injuries.
pt: O pai da criança foi levado para um hospital com ferimentos graves, mas, segundo a polícia, ele não corria risco de morte .

source: World leaders are due to adopt a set of new development objectives in September, to replace eight expiring U.N. Millennium Development Goals (MDGs) .
pt: Os líderes mundiais devem adotar uma série de novos objetivos de desenvolvimento –conhecidos como metas de desenvolvimento sustentável– em uma cúpula da ONU em setembro .

source: Iraq's federal and Kurdish forces Saturday prepared their bid to reclaim lost ground as U.S. jets pounded jihadist positions to pave the way and also dropped aid to stranded civilians.
pt: As forças iraquianas e curdas se preparavam neste sábado para recuperar o terreno perdido no norte do Iraque, depois dos bombardeios americanos contra posições jihadistas, que Washington diz estar disposta a continuar se for necessário.

source: Meanwhile, the cost of supporting refugees and internally displaced people (IDPs) has increased by 267 percent since 2008 to $128 billion in 2014 as the numbers of uprooted people topped 50 million — the highest level since World War II, according to IEP.
pt: O custo da ajuda aos refugiados e pessoas deslocadas internamente nos países aumentou 267% desde 2008, para US$128 bilhões, e o número de pessoas desenraizadas superou 50 milhões — o nível mais alto desde a Segunda Guerra Mundial .

source: "It's the case of a foreign citizen whose situation is not legal who, as a convict for crimes in his country of origin, does not have the right to remain in Brazil," ruled Rates Mendes de Abreu.
pt: "No presente caso, trata-se, na verdade, de estrangeiro em situação irregular no Brasil, e que por ser criminoso condenado em seu país de origem por crime doloso, não tem o direito de aqui permanecer, e portanto, não faz jus à obtenção nem de visto nem de permanência .

source: It said the number of people infected with HIV was stabilising at around 35 million worldwide .
pt: Dos 35 milhões de pessoas que vivem com HIV no mundo, 19 milhões não sabem que estão infectados .

source: They believed their daughter, not them.
pt: Eles vão tirar a minha filha de mim.

source: the formation of an international force of 7,500 soldiers to fight Boko Haram in an African Union summit on Saturday.
pt: Líderes africanos concordaram em enviar 7.500 soldados para lutar contra o Boko Haram no nordeste da Nigéria, informou n

source: If I reacted to things like that I wouldn't be able to do my job."
pt: Quem vai dizer o sim, vai definir ou não, será ele, não eu .

source: I think we will always have a bond.
pt: - Eu sei, mas você terá que voltar.

source: RPT-Merkel, Hollande say further sanctions against Russia loom if vote fails
pt: Merkel e Hollande se dizem prontos para sanções mais duras contra a Rússia

source: "If Russia wants to be a G8 country, it needs to behave like a G8 country," Kerry also said on CBS's "Face the Nation" as he hit the Sunday morning talk shows, to ratchet up the pressure on Moscow.
pt: "Se a Rússia quer ser um país do G8, precisa agir como tal, disse Kerry mais tarde no "Face the Nation", da CBS, em sua participação nos programas dominicais, aumentando a pressão sobre Moscou.

source: Lacovara characterized the discovery as "by far the best example we have of any of the most giant creatures to ever walk the planet."
pt: O paleontólogo assegurou que "é o melhor exemplo que temos até agora das criaturas mais gigantes que caminharam no planeta".

source: A two-star American general has been killed and 15 others injured in an attack at the military training academy in Afghanistan, according to media reports.
pt: Segundo o porta-voz, além do general, mais de 15 pessoas ficaram feridas no ataque contra a academia militar de Cabul, algumas delas gravemente.

source: This one is easy .
pt: É fácil e rápido.

source: The White House said U.S. President Barack Obama urged Russian President Vladimir Putin in a phone call on Tuesday to agree to a peace deal.
pt: WASHINGTON (Reuters) - O presidente dos Estados Unidos, Barack Obama, telefonou nesta terça-feira ao presidente russo, Vladimir Putin, para discutir a escalada da violência no leste da Ucrânia e pediu ao líder da Rússia para aceitar um acordo de paz, informou a Casa Branca.

source: Police cordoned off the area around the Canadian Parliament in Ottawa after a gunman killed a soldier guarding a war memorial, then opened fire in the Parliament building before being shot dead by security personnel .
pt: A polícia de Ottawa informou que busca um ou mais atiradores depois que um soldado canadense ficou ferido por tiros no Memorial de Guerra em Ottawa e ao menos uma pessoa foi vista correndo para o prédio do Parlamento, onde mais tiros foram disparados.

source: I guess you haven't. "
pt: Eu não os conheço .

source: Government forces and pro-Russia rebels have been battling for control of eastern Donetsk and Luhansk regions since April, after Russia annexed Ukraine's southeastern Crimea region the previous month.
pt: O governo central da Ucrânia combate desde abril os separatistas, que declararam suas próprias repúblicas em Lugansk e Donetsk, no leste do país.

source: TOKYO May 30 (Reuters) - A magnitude 8.5 earthquake struck off the east coast of Japan on Saturday, shaking buildings in Tokyo, but there was no danger of a tsunami and no reports of damage since the quake was extremely deep.
pt: Um terremoto de magnitude 8,5 atingiu a costa leste do Japão neste sábado causando tremor em edifícios em Tóquio, mas sem relatos imediatos de danos, disse a agência estatal NHK rede.

source: Former Thai premier Yingluck Shinawatra will be indicted on a criminal corruption charge over her controversial rice subsidy scheme, a senior prosecutor said Friday, a prospect that could see her jailed for up to ten years.
pt: A ex-primeira-ministra tailandesa Yingluck Shinawatra será indiciada por corrupção, crime que prevê pena de até dez anos de detenção, anunciou o Ministério Público local nesta sexta-feira.

source: Russia’s Gazprom ready to launch gas supplies to Ukraine
pt: Rússia concorda em retomar fornecimento de gás para a Ucrânia

source: Dorsey, who stepped in as interim CEO on July 1, has been candid about the problems faced by the microblogging website .
pt: Dorsey, que assumiu como presidente-executivo interino em 1º de julho, tem sido sincero sobre os problemas enfrentados pelo site de microblogs.

source: "You know what's going on around you, you're aware of some things, but there's no detail in your peripheral vision .
pt: O que você sabe sobre você não é necessariamente uma verdade absoluta, você é também a imagem que as pessoas têm de você .

source: It was the second poll in two days to show Silva ahead in such a scenario.
pt: Em todos os cenários, Marina era a segunda colocada, à frente de Aécio .

source: The largest South American nation says it will restore and reforest 12 million hectares of forests — an area roughly the size of England — by 2030 .
pt: O documento informa ainda que o país pretende restaurar e reflorestar 12 milhões de hectares de florestas até 2030.

source: The Islamic State group claimed Saturday a bombing near the US consulate in Iraq's autonomous Kurdish region a day earlier that killed two Turks.
pt: Três pessoas morreram nesta sexta-feira em um atentado com carro-bomba realizado perto do consulado americano na região autônoma do Curdistão iraquiano .

source: "I don't usually take selfies because I want my private life to stay that way," said Totti, who unlike many footballers does not use social media websites.
pt: Eu não costumo fazer isso, porque a minha vida é privada e quero que continue assim, mas esta era uma ocasião especial, uma coisa que se recordará por muito tempo .

source: JOHANNESBURG (Reuters) - South Africa deployed its armed forces overnight to quell post-election unrest in a Johannesburg slum and police arrested 59 people as the ANC government clamped down on disorder following its victory at the polls.
pt: JOHANESBURGO, 10 de mai, Reuters - A África do Sul enviou as Forças Armadas para conter protestos durante a noite numa favela de Johanesburgo, e a polícia prendeu 59 pessoas, numa ação do governo do Congresso Nacional Africano (CNA) para reprimir distúrbios após a sua vitória eleitoral.

source: “I guarantee our airports are prepared for the World Cup .
pt: Não estamos fazendo aeroportos para a Copa, mas para todos os brasileiros .

source: The ad portrays a menacing man wearing a scarf around his head and face, includes a quotation “Killing Jews is Worship that draws us close to Allah” attributed to “Hamas MTV”, and then states, “That’s His Jihad .
pt: A peça mostra um homem com um lenço cobrindo o rosto e a frase "Matar judeus é uma prece que nos coloca perto de Alá", atribuída à "Hamas MTV" .

source: It's been good fun."
pt: Foi muito bom .

source: Lambert, a former nurse in his late 30s, was plunged into a coma in a 2008 motorbike accident and is in a vegetative state.
pt: Lambert, um enfermeiro com mais de 30 anos, está em coma desde o acidente e está em estado vegetativo .

source: The gunman was a local man aged around 60, said Patrik Kuncar, mayor of the southeastern town of Uhersky Brod .
pt: "Fui informado que era um homem local de 60 anos, provavelmente mentalmente instável", disse o prefeito, Patrik Kuncar, à televisão tcheca .

source: How a pro-democracy protest has kept thousands on Hong Kong’s streets
pt: Jovens continuam ocupando as ruas de Hong Kong em protesto pela democracia

source: The German government has repeatedly pointed out that 115 million Deutschmarks were paid out under an agreement in 1960 with several European governments .
pt: O governo alemão alega que já saldou sua dívida, com o pagamento de 115 milhões de marcos à Grécia, segundo acordos assinados com diversos países europeus em 1960 .

source: “I raised the only hand I had.”
pt: Ele me criou desde que eu tinha quatro anos .

source: Alibaba is nearing the launch of its hotly anticipated offering, which could raise more than $20 billion, making it the biggest technology listing in the United States.
pt: O Alibaba está se aproximando do lançamento da antecipada oferta, que pode levantar mais de 20 bilhões de dólares, o que o faria da operação a maior listagem de uma empresa de tecnologia nos Estados Unidos.

source: US Republicans clearly are .
pt: Os americanos republicanos, sim .

source: It's not hard to see why.
pt: Parece que é difícil só para mim Não é mesmo ?

source: A mentally ill British man accused of setting up a violent extremist training camp in the United States under orders from radical preacher Abu Hamza pleaded guilty Monday in New York to terror.
pt: Um cidadão britânico, acusado de cumplicidade com o clérigo muçulmano radical Abu Hamza, se declarou culpado nesta segunda-feira, em Nova York, de duas acusações por terrorismo na justiça federal dos EUA, informou a promotoria.

source: The FTC said Google had also agreed to change its billing practices to ensure that parents know, and agree to, purchases that their children make.
pt: A FTC afirmou que a gigante da Internet concordou também em modificar a política de cobrança para assegurar que os pais saibam, e concordem, das compras feitas por seus filhos.

source: CDC confirms first Ebola case diagnosed in the United States
pt: O primeiro caso de ebola diagnosticado nos Estados Unidos foi confirmado na terça-feira (30) .

source: Ukrainian troops also captured a neighborhood in the regional capital of Luhansk, battling rebels on the city’s streets, National Security Council spokesman Andriy Lysenko said.
pt: Andriy Lysenko, um porta-voz militar da Ucrânia, disse que forças do governo lutaram contra separatistas em um bairro da cidade de Luhansk no sábado, e assumiram o controle de Zhovtneviy, delegacia de polícia do bairro.

source: An Iraq War veteran suspected of killing his ex-wife and five of her relatives was found dead of self-inflicted knife wounds Tuesday in the woods, ending a day-and-a-half manhunt that closed suburban Philadelphia schools and left people on edge.
pt: A polícia dos Estados Unidos intensificou nesta terça-feira a caçada a um veterano da guerra do Iraque procurado pelo assassinato de sua ex-mulher e de cinco parentes dela perto da cidade da Filadélfia, no nordeste do país.
